// Массив с данными о блюдах меню
const menuItems = [
  // Супы
  {
    keyword: 'gaspacho', // Ключевое слово для идентификации блюда
    name: 'Гаспачо', // Название блюда
    price: 200, // Цена в рублях
    category: 'soup', // Категория блюда (суп)
    count: '250 мл', // Объем порции
    image: 'Гаспачо.png' // Путь к изображению блюда
  },
  {
    keyword: 'mushroom_puree', // Ключевое слово для идентификации блюда
    name: 'Грибной суп-пюре', // Название блюда
    price: 220, // Цена в рублях
    category: 'soup', // Категория блюда (суп)
    count: '300 мл', // Объем порции
    image: 'Грибной-суп-пюре.png' // Путь к изображению блюда
  },
  {
    keyword: 'norwegian', // Ключевое слово для идентификации блюда
    name: 'Норвежский суп', // Название блюда
    price: 250, // Цена в рублях
    category: 'soup', // Категория блюда (суп)
    count: '300 мл', // Объем порции
    image: 'Норвежский-суп.png' // Путь к изображению блюда
  },
  // Главные блюда
  {
    keyword: 'chicken_cutlet', // Ключевое слово для идентификации блюда
    name: 'Котлеты из курицы с картофельным пюре', // Название блюда
    price: 350, // Цена в рублях
    category: 'main', // Категория блюда (главное блюдо)
    count: '250 г', // Вес порции
    image: 'Котлеты-из-курицы-с-картофельным-пюре.png' // Путь к изображению блюда
  },
  {
    keyword: 'lasagna', // Ключевое слово для идентификации блюда
    name: 'Лазанья', // Название блюда
    price: 400, // Цена в рублях
    category: 'main', // Категория блюда (главное блюдо)
    count: '300 г', // Вес порции
    image: 'Лазанья.png' // Путь к изображению блюда
  },
  {
    keyword: 'fried_potatoes', // Ключевое слово для идентификации блюда
    name: 'Жареная картошка с грибами', // Название блюда
    price: 300, // Цена в рублях
    category: 'main', // Категория блюда (главное блюдо)
    count: '250 г', // Вес порции
    image: 'Жареная-картошка-с-грибами.png' // Путь к изображению блюда
  },
  // Напитки
  {
    keyword: 'carrot_juice', // Ключевое слово для идентификации напитка
    name: 'Морковный сок', // Название напитка
    price: 100, // Цена в рублях
    category: 'drink', // Категория (напиток)
    count: '200 мл', // Объем порции
    image: 'Морковный-сок.png' // Путь к изображению напитка
  },
  {
    keyword: 'apple_juice', // Ключевое слово для идентификации напитка
    name: 'Яблочный сок', // Название напитка
    price: 100, // Цена в рублях
    category: 'drink', // Категория (напиток)
    count: '200 мл', // Объем порции
    image: 'Яблочный-сок.png' // Путь к изображению напитка
  },
  {
    keyword: 'orange_juice', // Ключевое слово для идентификации напитка
    name: 'Апельсиновый сок', // Название напитка
    price: 120, // Цена в рублях
    category: 'drink', // Категория (напиток)
    count: '200 мл', // Объем порции
    image: 'Апельсиновый-сок.png' // Путь к изображению напитка
  }
]; 